FemDesign.Results.ShellDerivedForce
FemDesign "Bars, End forces" result

FemDesign.Results.ShellDerivedForce.Id
Bar name identifier

FemDesign.Results.ShellDerivedForce.ElementId
Finite element element id

FemDesign.Results.ShellDerivedForce.NodeId
Finite element node id

FemDesign.Results.ShellDerivedForce.M1
M1 [kNm/m]

FemDesign.Results.ShellDerivedForce.M2
M2 [kNm/m]

FemDesign.Results.ShellDerivedForce.AlphaM
Alpha (M) [rad]

FemDesign.Results.ShellDerivedForce.N1
N1 [kN/m]

FemDesign.Results.ShellDerivedForce.N2
N2 [kN/m]

FemDesign.Results.ShellDerivedForce.AlphaN
Alpha (N) [rad]